[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$Creating detailed examples of business cards."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_SoldierE UsableCustomizationItemDefinition]
ItemCardTopStatString="%sNumber 2 %s1"
UseFailureCharacterMessage="It should be you %s To use this tool."
ItemName=""
PickupMessage="you're right %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="In general"

[Soldier.Head_SoldierVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="you should be %s use it."
ItemName=""
PickupMessage="the drummer %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This article is not available."
NoManufacturerName="Generally"

[Soldier.Skin_SoldierE UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="you need %s Use this item."
ItemName=""
PickupMessage="He said %s"
UseFailureLevelMessage="At least %d use this item. You must be level."
UseFailureConstraintsMessage="This element is not allowed."
NoManufacturerName="In general"

[Soldier.Skin_SoldierVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="and you %s Use this."
ItemName=""
PickupMessage="yip %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="Competition"

